{
  "Navbar_button": "Bog'lanish",
  "Hero-title": "Dasturlash O'quv Markazi",
  "Hero-text": "Bizning Dasturlashni o'rganish markazimizga xush kelibsiz - texnologiya va dasturlash dunyosini ochish uchun yagona manzil. Qiziqarli darslar, tajribali o'qituvchilar va amaliy o'rganish bilan biz qattiq, ammo qiziqarli o'quv muhitini ta'minlaymiz. Bugun ro'yxatdan o'ting va dasturlash dunyosini kashf qilish sayohatingizni boshlang.",
  "Hero-button": "Ro'yxatdan O'tish",
  "Introduction-title": "Kirish",
  "Introduction-text": "Dasturlash bugungi raqamli dunyoda muhim mahoratdir. Bizning Dasturlashni o'rganish markazimiz barcha darajadagi o'quvchilar uchun dasturlash tushunchalari va texnologiyalarini o'zlashtirishlari uchun mukammal platformani taqdim etadi. Kurslarimiz va tajribali o'qituvchilarimiz bilan biz o'rganishni qiziqarli va samarali qilamiz.",
  "About-title": "Biz haqimizda",
  "About-card-title": "Biz Kimmiz",
  "About-card-text": "Biz shahar markazida joylashgan yetakchi dasturlashni o'rganish markazimiz. Biz o‘n yildan ortiq vaqt davomida o‘quvchilarimizga noyob ta’lim tajribasini taqdim etib kelmoqdamiz.",
  "About-card-two-title": "Nima uchun bizni tanlaysiz",
  "About-card-two-text": "Bizning kurslarimiz sizning ishingiz yoki biznesingizga qo'llashingiz mumkin bo'lgan haqiqiy dunyo ko'nikmalarini rivojlantirishga yordam berish uchun mo'ljallangan. Tajribali o'qituvchilarimiz yordamida siz o'zingizning mahorat darajangiz va qiziqishlaringizga mos keladigan shaxsiy o'rganish tajribasiga ega bo'lasiz.",
  "About-card-three-title": "Bizning maqsadimiz",
  "About-card-three-text": "Bizning vazifamiz o'quvchilarga o'z martaba maqsadlariga erishish uchun imkoniyatlar beradigan qulay va innovatsion dasturlash ta'limini taqdim etishdir.",
  "Courses-Offered-title": "Taklif etilgan kurslar",
  "Courses-card-one-title": "Dasturlash asoslari",
  "Courses-card-one-text": "Dasturlash asoslarini, jumladan, o'zgaruvchilar, ma'lumotlar turlari, va algoritmlar. Yangi boshlanuvchilar uchun juda mos!",
  "Courses-card-two-title": "Web Dasturlash",
  "Courses-card-two-text": "HTML5, CSS3 va JavaScript kabi eng yangi veb-texnologiyalardan foydalangan holda chiroyli va sezgir veb-saytlarni yarating.",
  "Courses-card-three-title": "Mobil ilovalar yaratish",
  "Courses-card-three-text": "IOS va Android ilovalarini yaratishni oʻrganib, mobil ilovalar ishlab chiqaruvchisi boʻl",

  "Location-city-name": "BUXORO",
  "Location-adress-name":"Buxoro shahar Qayum murtazoyev ko'chasi 17-uy",
  "Location-loc":"Mo'ljal",
  "Location-local-name":"Texnologiya Instituti ro'parasi, Joker Game Club pastida.",
  "Location-work-time" : "Ish vaqti",
  "Location-phone-number":"Telefon",

  "Footer-safe-history":"Barcha huquqlar himoyalangan.",
  "Footer-courses":"Kurslar",
  "Footer-call-center":"Call center",
  "Register-information":"Biz bilan bog'laning!!",
  "Register-name":"To'liq ism",
  "Register-number":"Telefon raqam: 93 544 56 58",
  "Register-cancel":"bekor qilish",
  "Register-add":"Qo'shish"
}
