{
  "Navbar_button": "Позвоните мне",
  "Hero-title": "Центр обучения программированию",
  "Hero-text": "Добро пожаловать в наш Центр обучения программированию — универсальное место, где можно открыть для себя мир технологий и программирования. Благодаря увлекательным занятиям, опытным преподавателям и практическому обучению мы обеспечиваем строгую, но увлекательную среду обучения. Зарегистрируйтесь сегодня и начните свое путешествие по открытию мира программирования.",
  "Hero-button": "Постановка на учет",
  "Introduction-title": "Введение",
  "Introduction-text": "Программирование является важным навыком в современном цифровом мире. Наш Центр обучения программированию предоставляет идеальную платформу для учащихся всех уровней, позволяющую освоить концепции и технологии программирования. Благодаря нашим курсам  и опытным преподавателям мы делаем обучение увлекательным и эффективным.",
  "About-title": "О нас",
  "About-card-title": "Кто мы",
  "About-card-text": "Мы — ведущий центр обучения программированию, расположенный в самом центре города. Уже более десяти лет мы предоставляем нашим студентам уникальный опыт обучения.",
  "About-card-two-title": "Почему Выбрали Нас",
  "About-card-two-text": "Наши курсы разработаны, чтобы помочь вам развить практические навыки, которые вы сможете применить в своей работе или бизнесе. С нашими опытными инструкторами вы получите индивидуальный опыт обучения, соответствующий вашему уровню навыков и интересам.",
  "About-card-three-title": "Наша миссия",
  "About-card-three-text": "Наша миссия — предоставить доступное и инновационное образование в области программирования, которое дает учащимся возможность достичь своих карьерных целей.",
  "Courses-Offered-title": "Предлагаемые курсы",
  "Courses-card-one-title":"Основы программирования",
  "Courses-card-one-text":"Изучите основы программирования, включая переменные, типы данных, и алгоритмы. Идеально подходит для новичков!",
  "Courses-card-two-title":"Веб-разработка",
  "Courses-card-two-text":"Создавайте красивые и адаптивные веб-сайты, используя новейшие веб-технологии, такие как HTML5, CSS3 и JavaScript.",
  "Courses-card-three-title": "Разработка мобильных приложений",
  "Courses-card-three-text": "Станьте разработчиком мобильных приложений, научившись создавать приложения для iOS и Android на основе",
  "Location-city-name": "БУХАРА",
  "Location-adress-name":"Улица Каюма Муртазоева 10, город Бухара",
  "Location-loc":"Адрес",
  "Location-local-name":"Напротив Технологического института, под игровым клубом «Джокер».",
  "Location-work-time" : "Рабочее время",
  "Location-phone-number":"Телефон",
  "Footer-safe-history":"Все права защищены.",
  "Footer-courses":"Kурсы",
  "Footer-call-center":"Колл-центр",
  "Register-information":"Связаться с нами!!",
  "Register-name":"Полное имя",
  "Register-number":"Номер телефона: 93 544 56 58",
  "Register-cancel":"отмена",
  "Register-add":"Добавлять"
}
