{
  "Navbar_button": "Call Me",
  "Hero-title": "Programming Learning Center",
  "Hero-text": "Welcome to our Programming Learning Center - your one-stop destination for unlocking the world of technology and programming. With engaging classes, experienced instructors, and hands-on learning, we  provide a rigorous yet fun learning environment. Enroll today and start your journey of discovering the world  of programming.",
  "Hero-button": "Registration",
  "Introduction-title": "Introduction",
  "Introduction-text": "Programming is an essential skill in today's digital world. Our Programming Learning Center provides the perfect platform for learners of all levels to master programming concepts and technologies. With our courses and experienced instructors, we make learning both fun and effective.",
  "About-title": "About Us",
  "About-card-title": "Who We Are",
  "About-card-text": "We are a leading programming learning center based in the heart of the city. We've been providing a unique learning experience to our students for over a decade.",
  "About-card-two-title": "Why Choose Us",
  "About-card-two-text": "Our courses are designed to help you develop real-world skills that you can apply to your job or business. With our experienced instructors, you'll get a personalized learning experience that matches your skill level and interests.",
  "About-card-three-title": "Our Mission",
  "About-card-three-text": "Our mission is to provide affordable and innovative programming education that empowers students to achieve their career goals.",
  "Courses-Offered-title": "Courses Offered",
  "Courses-card-one-title": "Programming Basics",
  "Courses-card-one-text": "Learn the basics of programming, including variables, data types, and algorithms. Perfect for beginners!",
  "Courses-card-two-title": "Web Development",
  "Courses-card-two-text": "Build beautiful and responsive websites using the latest web technologies such as HTML5, CSS3, and JavaScript.",
  "Courses-card-three-title": "Web Development",
  "Courses-card-three-text": "Become a mobile app developer by learning to build iOS and Android apps from",
  "Location-city-name": "BUKHARA",
  "Location-adress-name": "10 Qayum Murtazoyev Street, Bukhara City",
  "Location-loc": "Location",
  "Location-local-name": "Opposite the Institute of Technology, below the Joker Game Club.",
  "Location-work-time": "Working time",
  "Location-phone-number": "Telefon",
  "Footer-safe-history": "All rights reserved.",
  "Footer-courses":"Courses",
  "Footer-call-center":"Call center",
  "Register-information":"Contact us!!",
  "Register-name":"Full Name",
  "Register-number":"Phone Number: 93 544 56 58 ",
  "Register-cancel":"Cancel",
  "Register-add":"Add"
}
